Repository: luppoalberto111/SonyBridge
Catalog: Localizable.xcstrings
Source language: en
Languages: cz, de, es, fr, it, ja, pt, sk

# AboutView.batterySingle.chargingSuffix
source: (charging)
cz: (nabíjí se)
de: (wird geladen)
es: (cargando)
fr: (en charge)
it: (in carica)
ja: （充電中）
pt: (a carregar)
sk: (nabíja sa)

# AboutView.disclaimer
source: SonyBridge · not affiliated with Sony
cz: SonyBridge · není spojena se Sony
de: SonyBridge · nicht mit Sony verbunden
es: SonyBridge · no afiliado a Sony
fr: SonyBridge · non affilié à Sony
it: SonyBridge · non affiliato a Sony
ja: SonyBridge · Sonyとは関係ありません
pt: SonyBridge · sem afiliação à Sony
sk: SonyBridge · nie je spojená so Sony

# AboutView.row.batteryCase
source: Case
cz: Pouzdro
de: Ladecase
es: Estuche
fr: Boîtier
it: Custodia
ja: ケース
pt: Estojo
sk: Puzdro

# AboutView.row.batteryDual
source: Battery L / R
cz: Baterie L / P
de: Akku L / R
es: Batería I / D
fr: Batterie G / D
it: Batteria S / D
ja: バッテリー L / R
pt: Bateria E / D
sk: Batéria L / P

# AboutView.row.batterySingle
source: Battery
cz: Baterie
de: Akku
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
pt: Bateria
sk: Batéria

# AboutView.row.codec
source: Codec
cz: Kodek
es: Códec
ja: コーデック
sk: Kodek

# AboutView.row.protocol
source: Protocol
cz: Protokol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
pt: Protocolo
sk: Protokol

# AboutView.row.status
source: Status
cz: Stav
es: Estado
fr: Statut
it: Stato
ja: 状態
pt: Estado
sk: Stav

# AboutView.status.connected
source: Connected
cz: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt: Ligado
sk: Pripojené

# AboutView.status.disconnected
source: Disconnected
cz: Odpojeno
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 未接続
pt: Desligado
sk: Odpojené

# AmbientMode.ambientSound
source: Ambient Sound
cz: Okolní zvuk
de: Umgebungs- geräusch
es: Sonido ambiente
fr: Son ambiant
it: Suono ambientale
ja: 外音 取り込み
pt: Som ambiente
sk: Okolitý zvuk

# AmbientMode.noiseCanceling
source: Noise Canceling
cz: Potlačení hluku
de: Geräusch- unterdrückung
es: Cancelación de ruido
fr: Réduction de bruit
it: Eliminazione del rumore
ja: ノイズ キャンセリング
pt: Cancelamento de ruído
sk: Potlačenie hluku

# AmbientMode.off
source: Off
cz: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt: Desligado
sk: Vypnuté

# AmbientView.levelCard.focusOnVoice
source: Focus on Voice
cz: Zaměření na hlas
de: Fokus auf Stimme
es: Priorizar la voz
fr: Priorité à la voix
it: Priorità alla voce
ja: 声にフォーカス
pt: Foco na voz
sk: Zameranie na hlas

# AmbientView.levelCard.title
source: Ambient Sound Level
cz: Úroveň okolního zvuku
de: Umgebungsgeräuschpegel
es: Nivel de sonido ambiente
fr: Niveau du son ambiant
it: Livello del suono ambientale
ja: 外音レベル
pt: Nível de som ambiente
sk: Úroveň okolitého zvuku

# AmbientView.modeCard.title
source: Ambient Sound Control
cz: Ovládání okolního zvuku
de: Umgebungsgeräuschsteuerung
es: Control de sonido ambiente
fr: Contrôle du son ambiant
it: Controllo del suono ambientale
ja: 外音コントロール
pt: Controlo de som ambiente
sk: Ovládanie okolitého zvuku

# AutoPowerOff.off
source: Off
cz: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt: Desligado
sk: Vypnuté

# AutoPowerOff.oneHour
source: 1 hour
cz: 1 hodina
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
pt: 1 hora
sk: 1 hodina

# AutoPowerOff.threeHours
source: 3 hours
cz: 3 hodiny
de: 3 Stunden
es: 3 horas
fr: 3 heures
it: 3 ore
ja: 3時間
pt: 3 horas
sk: 3 hodiny

# AutoPowerOff.whenTakenOff
source: When taken off
cz: Po sejmutí
de: Beim Abnehmen
es: Al quitarlos
fr: Au retrait
it: Alla rimozione
ja: 外したとき
pt: Ao retirar
sk: Po zložení

# DeviceHeroView.status.connected
source: Connected
cz: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt: Ligado
sk: Pripojené

# DisconnectedView.connect
source: Connect headphones
cz: Připojit sluchátka
de: Kopfhörer verbinden
es: Conectar auriculares
fr: Connecter le casque
it: Connetti le cuffie
ja: ヘッドホンを接続
pt: Ligar auricular
sk: Pripojiť slúchadlá

# DisconnectedView.connecting
source: Connecting…
cz: Připojování…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
pt: A ligar…
sk: Pripája sa…

# DisconnectedView.title
source: No headphones connected
cz: Nejsou připojena žádná sluchátka
de: Keine Kopfhörer verbunden
es: Ningún auricular conectado
fr: Aucun casque connecté
it: Nessuna cuffia connessa
ja: ヘッドホンが接続されていません
pt: Nenhum auricular ligado
sk: Nie sú pripojené žiadne slúchadlá

# DseeView.subtitle
source: Upscale compressed audio
cz: Vylepšuje komprimovaný zvuk
de: Skaliert komprimiertes Audio hoch
es: Mejora el audio comprimido
fr: Améliore l’audio compressé
it: Migliora l’audio compresso
ja: 圧縮音源を高音質化
pt: Melhora o áudio comprimido
sk: Vylepšuje komprimovaný zvuk

# EqPreset.bass
source: Bass
cz: Basy
es: Graves
fr: Basses
it: Bassi
ja: ベース
pt: Graves
sk: Basy

# EqPreset.bright
source: Bright
cz: Jasný
de: Hell
es: Brillante
fr: Brillant
it: Brillante
ja: ブライト
pt: Brilhante
sk: Jasný

# EqPreset.excited
source: Excited
cz: Živý
de: Lebhaft
es: Enérgico
fr: Dynamique
it: Vivace
ja: エキサイテッド
pt: Vibrante
sk: Živý

# EqPreset.manual
source: Manual
cz: Manuální
de: Manuell
fr: Manuel
it: Manuale
ja: マニュアル
sk: Manuálny

# EqPreset.mellow
source: Mellow
cz: Jemný
de: Sanft
es: Suave
fr: Doux
it: Delicato
ja: メロウ
pt: Suave
sk: Jemný

# EqPreset.off
source: Off
cz: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt: Desligado
sk: Vypnuté

# EqPreset.relaxed
source: Relaxed
cz: Uvolněný
de: Entspannt
es: Relajado
fr: Détendu
it: Rilassato
ja: リラックス
pt: Relaxado
sk: Uvoľnený

# EqPreset.speech
source: Speech
cz: Řeč
de: Sprache
es: Voz
fr: Parole
it: Parlato
ja: スピーチ
pt: Fala
sk: Reč

# EqPreset.treble
source: Treble
cz: Výšky
de: Höhen
es: Agudos
fr: Aigus
it: Acuti
ja: トレブル
pt: Agudos
sk: Výšky

# EqPreset.vocal
source: Vocal
cz: Vokály
de: Gesang
it: Voce
ja: ボーカル
sk: Vokály

# EqualizerView.clearBass
source: Bass
cz: Basy
es: Graves
fr: Basses
it: Bassi
ja: ベース
pt: Graves
sk: Basy

# EqualizerView.title
source: Equalizer
cz: Ekvalizér
es: Ecualizador
fr: Égaliseur
it: Equalizzatore
ja: イコライザー
pt: Equalizador
sk: Ekvalizér

# SettingsView.adaptiveVolume.subtitle
source: Auto-adjust volume by surroundings
cz: Automaticky upravuje hlasitost podle okolí
de: Passt die Lautstärke an die Umgebung an
es: Ajusta el volumen según el entorno
fr: Ajuste le volume selon l’environnement
it: Regola il volume in base all’ambiente
ja: 周囲に合わせて音量を自動調整
pt: Ajusta o volume conforme o ambiente
sk: Automaticky upravuje hlasitosť podľa okolia

# SettingsView.adaptiveVolume.title
source: Adaptive Volume
cz: Adaptivní hlasitost
de: Adaptive Lautstärke
es: Volumen adaptable
fr: Volume adaptatif
it: Volume adattivo
ja: アダプティブ音量
pt: Volume adaptativo
sk: Adaptívna hlasitosť

# SettingsView.autoPowerOff.subtitle
source: Turn off when idle
cz: Vypne při nečinnosti
de: Schaltet bei Inaktivität aus
es: Apaga cuando está inactivo
fr: Éteint en cas d’inactivité
it: Spegne quando inattivo
ja: アイドル時に電源オフ
pt: Desliga quando inativo
sk: Vypne pri nečinnosti

# SettingsView.autoPowerOff.title
source: Auto Power-Off
cz: Automatické vypnutí
de: Automatisches Ausschalten
es: Apagado automático
fr: Mise hors tension auto
it: Spegnimento automatico
ja: 自動電源オフ
pt: Desligar automático
sk: Automatické vypnutie

# SettingsView.speakToChat.subtitle
source: Pause music when you talk
cz: Pozastaví hudbu, když mluvíš
de: Pausiert die Musik beim Sprechen
es: Pausa la música cuando hablas
fr: Met la musique en pause quand vous parlez
it: Mette in pausa la musica quando parli
ja: 話すと音楽を一時停止
pt: Pausa a música quando falas
sk: Pozastaví hudbu, keď hovoríš

# SettingsView.title
source: Settings
cz: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Definições
sk: Nastavenia

# AboutView.row.firmware
source: Firmware
fr: Micrologiciel
ja: ファームウェア
sk: Firmvér

# AutoPowerOff.fiveMinutes
source: 5 min
ja: 5分

# AutoPowerOff.thirtyMinutes
source: 30 min
ja: 30分

# SettingsView.speakToChat.title
source: Speak-to-Chat
ja: スピーク・トゥ・チャット
